app/views/visitors/index.html.erb

SELECT COUNT(*) FROM "users"
---
<% if user_signed_in? %>
	<p><%#= link_to 'Users:', users_path %> <%#= User.count %> </p>